db = [{
  link: '00',
  img: 3,
  name: '七夕「饰」爱作战',
  user: '唯品会,周生生',
  desc: '唯品会和周生生联合举办的 2018 七夕活动，用户可在唯品会 APP 中体验游戏，赢得抽奖机会，通过分享到微信让朋友助力等方式获得更多的游戏机会。'
}, {
  link: '01',
  img: 4,
  name: '碗满中秋',
  user: '雅仕维',
  desc: '雅仕维举办的 2018 中秋活动，玩法类似叠房子小游戏，不限制游戏机会，用户取得分数的最高值将一比一转换为食物用于慈善活动。'
}, {
  link: '02',
  img: 3,
  name: '泰丰超市消费抽奖',
  user: '泰丰超市',
  desc: '泰丰超市的微信小程序会员卡系统中，内嵌的 Web 棋盘游戏，用户通过消费获取积分，再用积分兑换游戏机会的形式进行摇骰子抽奖。'
}, {
  link: '03',
  img: 3,
  name: '私奔到月球',
  user: '招商银行,周生生',
  desc: '招商银行和周生生联合举办的活动，用户可在掌上生活 APP 中体验游戏，赢得抽奖机会，通过分享到微信让朋友助力等方式获得更多的游戏机会。'
}, {
  link: '04',
  img: 4,
  name: '蓄势待发 连线全城',
  user: '太阳城集团,格兰披治大赛车',
  desc: '太阳城集团第 64 届格兰披治大赛车举办的活动，用户通过微信分享等形式获取游戏机会，抽取点亮棋盘上的格子，通过连线情况兑换奖励。'
}]
