db = [{
  link: '00',
  img: 3,
  name: '七夕「饰」爱作战',
  user: '唯品会,周生生',
  desc: '唯品会和周生生联合举办的 2018 七夕活动，用户可在唯品会 APP 中体验游戏，赢得抽奖机会，通过分享到微信让朋友助力等方式获得更多的游戏机会。'
}, {
  link: '01',
  img: 4,
  name: '碗满中秋',
  user: '雅仕维',
  desc: '雅仕维举办的 2018 中秋活动，玩法类似叠房子小游戏，不限制游戏机会，用户取得分数的最高值将一比一转换为食物用于慈善活动。'
}, {
  link: '02',
  img: 3,
  name: '泰丰超市消费抽奖',
  user: '泰丰超市',
  desc: '泰丰超市的微信小程序会员卡系统中，内嵌的 Web 棋盘游戏，用户通过消费获取积分，再用积分兑换游戏机会的形式进行摇骰子抽奖。'
}, {
  link: '03',
  img: 3,
  name: '私奔到月球',
  user: '招商银行,周生生',
  desc: '招商银行和周生生联合举办的活动，用户可在掌上生活 APP 中体验游戏，赢得抽奖机会，通过分享到微信让朋友助力等方式获得更多的游戏机会。'
}, {
  link: '04',
  img: 4,
  name: '蓄势待发 连线全城',
  user: '太阳城集团,格兰披治大赛车',
  desc: '太阳城集团第 64 届格兰披治大赛车举办的活动，用户通过微信分享等形式获取游戏机会，抽取点亮棋盘上的格子，通过连线情况兑换奖励。'
}, {
  link: '05',
  img: 3,
  name: '重启先锋',
  user: 'UR',
  desc: 'UR 2018 冬季影片《重启先锋》的相关线上活动，用户可以在页面中通过手势操作为自选的图片添加上各种装饰，生成自己的海报作品。'
}, {
  link: '06',
  img: 3,
  name: '集合吧！2019年福气',
  user: '唯品会,周生生',
  desc: '唯品会和周生生联合举办的 2019 新春活动，玩法类似支付宝集五福活动，项目运行在唯品会 APP 及微信两端，通过微信分享集齐五福，获得抽奖机会。'
}, {
  link: '07',
  img: 3,
  name: '武林群英会',
  user: '澳门体育局,澳门武术总会',
  desc: '2018 年澳门武林群英会大型活动的线上子活动之一，玩法类似打地鼠，用户在限定时间内取得一定得分，可抽奖获得代币，集齐代币兑换相应的奖品。'
}, {
  link: '08',
  img: 3,
  name: '测测你的人生里程',
  user: '中国南方航空',
  desc: '为南方航空微电影《聚光灯下的使命》做预热的线上小活动，通过简单的答题，为用户生成一张有意思的飞机票，借朋友分享扩散为微电影预热。'
}, {
  link: '09',
  img: 3,
  name: '威廉祝你新春快乐',
  user: '澳门特别行政区廉政公署',
  desc: '澳门特别行政区廉政公署于 2019 年春节期间对外推送的新春贺卡，在佳节来临之际，为所有的朋友们送上祝福。'
}]
